Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Home_ConnectionDetails_Hide
source: Hide connection details
ar_sa: إخفاء تفاصيل الإتصال
ca_es: Amaga els detalls de la connexió
da_dk: Skjul forbindelsesoplysninger
hu_hu: A kapcsolat részleteinek elrejtése
th_th: ซ่อนรายละเอียดการเชื่อมต่อ
vi_vn: Ẩn chi tiết kết nối
zh_cn: 隐藏连接详情
zh_tw: 隱藏連線細節

# Home_ConnectionDetails_HideIP
source: Hide
ar_sa: إخفاء
ca_es: Amaga
da_dk: Skjul
hu_hu: Elrejtés
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# Home_ConnectionDetails_HideIP_Description
source: Hide user IP address
ar_sa: إخفاء عنوان IP المستخدم
ca_es: Amaga l'adreça IP de l'usuari
da_dk: Skjul brugerens IP-adresse
hu_hu: IP cím elrejtése
th_th: ซ่อนที่อยู่ IP ของผู้ใช้
vi_vn: Ẩn địa chỉ IP người dùng
zh_cn: 隐藏用户IP地址
zh_tw: 隱藏使用者 IP 位址

# Home_ConnectionDetails_Isp
source: Provider
ar_sa: المزود
ca_es: Proveïdor
da_dk: Udbyder
hu_hu: Szolgáltató
th_th: ผู้ให้บริการ
vi_vn: Nhà cung cấp
zh_cn: 提供商
zh_tw: 供應商

# Home_ConnectionDetails_Landmark
source: Connection details
ar_sa: تفاصيل الاتصال
ca_es: Detalls de la connexió
da_dk: Forbindelsesoplysninger
hu_hu: Kapcsolat adatai
th_th: รายละเอียดการเชื่อมต่อ
vi_vn: Chi tiết kết nối
zh_cn: 连接详情
zh_tw: 連線詳細資訊

# Home_ConnectionDetails_MyIp
source: My IP
ar_sa: عنوان IP الخاص بي
ca_es: La meva IP
da_dk: Min IP
hu_hu: Az IP-címem
th_th: IP ของฉัน
vi_vn: IP của tôi
zh_cn: 我的 IP
zh_tw: 我的 IP

# Home_ConnectionDetails_Protected
source: Protected
ar_sa: محمي
ca_es: Protegit
da_dk: Beskyttet
hu_hu: Védett
th_th: ได้รับการป้องกัน
vi_vn: Được bảo vệ
zh_cn: 已受到保护
zh_tw: 受保護

# Home_ConnectionDetails_Protocol
source: Protocol
ar_sa: البروتوكول
da_dk: Protokol
hu_hu: Protokoll
th_th: โปรโตคอล
vi_vn: Giao thức
zh_cn: 协议
zh_tw: 協定

# Home_ConnectionDetails_Server
source: Server
ar_sa: خادم
ca_es: Servidor
hu_hu: Szerver
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Home_ConnectionDetails_ServerLoad
source: Server load
ar_sa: الضغط على الخوادم
ca_es: Càrrega del servidor
da_dk: Serverbelastning
hu_hu: Szerver terheltség
th_th: กำลังโหลดข้อมูลจากเซิร์ฟเวอร์
vi_vn: Tải máy chủ
zh_cn: 服务器负载
zh_tw: 伺服器負載

# Home_ConnectionDetails_Show
source: Show connection details
ar_sa: إظهار تفاصيل الاتصال
ca_es: Mostra els detalls de la connexió
da_dk: Vis forbindelsesoplysninger
hu_hu: Kapcsolat részleteinek megjelenítése
th_th: แสดงรายละเอียดการเชื่อมต่อ
vi_vn: Hiển thị chi tiết kết nối
zh_cn: 显示连接详情
zh_tw: 顯示連線資訊

# Home_ConnectionDetails_ShowIP
source: Show
ar_sa: إظهار
ca_es: Mostra
da_dk: Vis
hu_hu: Megjelenítés
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 显示
zh_tw: 顯示

# Home_ConnectionDetails_ShowIP_Description
source: Show user IP address
ar_sa: إظهار عنوان IP المستخدم
ca_es: Mostra l'adreça IP de l'usuari
da_dk: Vis brugerens IP-adresse
hu_hu: IP cím megjelenítése
th_th: แสดงที่อยู่ IP ของผู้ใช้
vi_vn: Hiển thị địa chỉ IP người dùng
zh_cn: 显示用户IP地址
zh_tw: 顯示使用者 IP 位址

# Home_ConnectionDetails_State
source: State
ar_sa: الحالة
ca_es: Estat
da_dk: Stat
hu_hu: Állapot
th_th: สถานะ
vi_vn: Bang
zh_cn: 省份/地区
zh_tw: 州份

# Home_ConnectionDetails_Title
source: Connection details
ar_sa: تفاصيل الاتصال
ca_es: Detalls de la connexió
da_dk: Forbindelsesdetaljer
hu_hu: Kapcsolat adatai
th_th: รายละเอียดการเชื่อมต่อ
vi_vn: Chi tiết kết nối
zh_cn: 连接详情
zh_tw: 連線詳細資訊

# Home_ConnectionDetails_Unprotected
source: Unprotected
ar_sa: غير محمي
ca_es: Desprotegit
da_dk: Ubeskyttet
hu_hu: Nem védett
th_th: ไม่มีการป้องกัน
vi_vn: Không được bảo vệ
zh_cn: 未受保护
zh_tw: 未受保護

# Home_ConnectionDetails_UnprotectedSubLabel
source: Encrypt your online activity by connecting to VPN.
ar_sa: شفر نشاطك على الإنترنت بواسطة الاتصال عبر VPN
ca_es: Xifreu l'activitat en línia connectant-vos a la VPN.
da_dk: Krypter din aktivitet online ved at forbinde til en VPN.
hu_hu: Titkosítsa online tevékenységét VPN-hez való csatlakozással.
th_th: เข้ารหัสกิจกรรมออนไลน์โดยเชื่อมต่อกับ VPN
vi_vn: Mã hóa hoạt động trực tuyến bằng cách kết nối với VPN.
zh_cn: 通过连接 VPN 加密您的在线活动。
zh_tw: 連接VPN加密您的網上活動

# Home_ConnectionDetails_Volume
source: Volume
ar_sa: إجمالي حركة المرور
ca_es: Trànsit total
da_dk: Trafik i alt
hu_hu: Összes forgalom
th_th: ทราฟฟิกทั้งหมด
vi_vn: Tổng lưu lượng
zh_cn: 总流量
zh_tw: 總流量

# Home_ConnectionDetails_Volume_Download
source: Download volume
ar_sa: حجم التحميل
ca_es: Volum de descàrrega
da_dk: Download-mængde
hu_hu: Letöltött mennyiség
th_th: ปริมาณการดาวน์โหลด
vi_vn: Lưu lượng tải xuống
zh_cn: 下载流量
zh_tw: 下載流量

# Home_ConnectionDetails_Volume_Total
source: Total volume
ar_sa: الحجم الكلي
ca_es: Volum total
da_dk: Mængde i alt
hu_hu: Teljes mennyiség
th_th: ปริมาณรวม
vi_vn: Tổng lưu lượng
zh_cn: 总流量
zh_tw: 總容量

# Home_ConnectionDetails_Volume_Upload
source: Upload volume
ar_sa: حجم الرفع
ca_es: Volum de càrrega
da_dk: Upload mængde
hu_hu: Feltöltött mennyiség
th_th: ปริมาณการอัปโหลด
vi_vn: Lưu lượng tải lên
zh_cn: 上传流量
zh_tw: 上傳流量

# Home_ConnectionDetails_VpnIp
source: VPN IP
ar_sa: عنوان IP للـ VPN
ca_es: IP de VPN
vi_vn: IP VPN

# Home_ConnectionDetails_YourIpAddress
source: Your IP address
ar_sa: عنوان IP الخاص بك
ca_es: La vostra adreça IP
da_dk: Din IP-adresse
hu_hu: Az Ön IP-címe
th_th: ที่อยู่ IP ของคุณ
vi_vn: Địa chỉ IP của bạn
zh_cn: 您的 IP 地址
zh_tw: 你的IP地址

# Home_FreeConnections_About
source: More information about free connections
ar_sa: مزيد من المعلومات عن الاتصالات المجانية
ca_es: Més informació sobre les connexions gratuïtes
da_dk: Mere information om gratis forbindelser
hu_hu: További információk az ingyenes kapcsolatokról
th_th: ข้อมูลเพิ่มเติมเกี่ยวกับการเชื่อมต่อฟรี
vi_vn: Thông tin thêm về các kết nối miễn phí
zh_cn: 有关免费连接的更多信息
zh_tw: 關於免費連線的更多資訊

# Home_Help_Title
source: Help
ar_sa: المساعدة
ca_es: Ajuda
da_dk: Hjælp
hu_hu: Segítség
th_th: ช่วยเหลือ
vi_vn: Hỗ trợ
zh_cn: 帮助
zh_tw: 幫助

# Home_Map_Landmark
source: Map
ar_sa: الخريطة
ca_es: Mapa
da_dk: Kort
hu_hu: Térkép
th_th: แผนที่
vi_vn: Bản đồ
zh_cn: 地图
zh_tw: 地圖

# Home_NetShield_AdsBlocked_One
source: Ad blocked
ar_sa: إعلان محجوب
ca_es: Anunci blocat
da_dk: Reklame blokeret
hu_hu: Reklám blokkolva

# Home_NetShield_AdsBlocked_Other
source: Ads blocked
ar_sa: إعلانات محجوبة
ca_es: Anuncis blocats
da_dk: Reklamer blokeret
hu_hu: Reklám blokkolva
th_th: โฆษณาที่ถูกบล็อก
vi_vn: Quảng cáo đã chặn
zh_cn: 屏蔽广告
zh_tw: 廣告已阻擋

# Home_NetShield_AdsBlocked_Description
source: Ads are promotional banners or pop-ups that appear on websites and apps.
ar_sa: الإعلانات هي لافتات ترويجية أو نوافذ منبثقة تظهر في المواقع والتطبيقات.
ca_es: Els anuncis són bàners promocionals o finestres emergents que apareixen a llocs web i aplicacions.
da_dk: Reklamer er marketingbannere eller pop-ups, der vises på hjemmesider og i apps.
hu_hu: A hirdetések a weboldalakon és alkalmazásokban megjelenő promóciós reklámok vagy felugró ablakok.
th_th: โฆษณาคือแบนเนอร์ส่งเสริมการขายหรือป๊อปอัปที่ปรากฏบนเว็บไซต์และแอป
vi_vn: Quảng cáo là các biểu ngữ khuyến mãi hoặc cửa sổ bật lên xuất hiện trên các trang web và ứng dụng.
zh_cn: 广告是出现在网站和应用程序上的促销横幅或弹出窗口。
zh_tw: 廣告是出現在網站和應用程式上的宣傳橫幅或彈出式視窗。

# Home_NetShield_DataSaved
source: Data saved
ar_sa: البيانات الموفرة
ca_es: Dades desades
da_dk: Data sparet
hu_hu: Adatmennyiség megtakarítva
th_th: ข้อมูลที่ประหยัดได้
vi_vn: Dữ liệu đã lưu
zh_cn: 节省流量
zh_tw: 資料已儲存

# Home_NetShield_DataSaved_Description
source: Estimated data saved by blocking unwanted ads, trackers, and malware.
ar_sa: البيانات الموفرة هي التي تم حفظها عن طريق حظر الإعلانات غير المرغوب فيها والمتتبعات والبرامج الضارة.
ca_es: Dades estimades desades en bloquejar anuncis, rastrejadors i programari maliciós no desitjats.
da_dk: Anslået mængde data sparet ved at blokere uønskede annoncer, sporing og malware.
hu_hu: A nem kívánt hirdetések, nyomkövetők és rosszindulatú programok blokkolásával megtakarított adatmennyiség becsült értéke.
th_th: ข้อมูลโดยประมาณที่ประหยัดได้จากการบล็อกโฆษณา ตัวติดตาม และมัลแวร์ที่ไม่ต้องการ
vi_vn: Dữ liệu ước tính đã tiết kiệm được nhờ chặn quảng cáo, trình theo dõi và phần mềm độc hại không mong muốn.
zh_cn: 通过拦截不需要的广告、跟踪器和恶意软件，估算节省的数据。
zh_tw: 透過封鎖不必要的廣告、追蹤器和惡意軟體而節省的估計數據。

# Home_NetShield_Landmark
source: NetShield statistics
ar_sa: إحصائيات Netshield
ca_es: Estadístiques de NetShield
da_dk: NetShield-statistikker
hu_hu: NetShield statisztikák
th_th: สถิติ NetShield
vi_vn: Thống kê NetShield
zh_cn: NetShield 统计数据
zh_tw: NetShield 統計資料

# Home_NetShield_Title
source: NetShield stats
ar_sa: إحصائيات NetShield
ca_es: Estadístiques de NetShield
da_dk: NetShield-statistik
hu_hu: NetShield statisztikák
th_th: สถิติ NetShield
vi_vn: Thống kê NetShield
zh_cn: NetShield 统计数据
zh_tw: NetShield 統計資料

# Home_NetShield_TrackersStopped_One
source: Tracker stopped
ar_sa: مُتعقِب محجوب
ca_es: Rastrejador blocat
da_dk: Tracker blev stoppet
hu_hu: Nyomkövető leállítva

# Home_NetShield_TrackersStopped_Other
source: Trackers stopped
ar_sa: مُتعقِبات محجوبة
ca_es: Rastrejadors blocats
da_dk: Trackere blev stoppet
hu_hu: Nyomkövető leállítva
th_th: ตัวติดตามที่หยุดแล้ว
vi_vn: Trình theo dõi đã dừng
zh_cn: 屏蔽跟踪器
zh_tw: 追蹤器已停止

# Home_NetShield_TrackersStopped_Description
source: Trackers are cookies and third-party websites that collect, store, and sell information about your web activity.
ar_sa: أدوات التتبع هي عبارة عن ملفات تعريف الارتباط ومواقع الويب التابعة لجهات خارجية تقوم بجمع وتخزين وبيع المعلومات حول نشاطك على الويب.
ca_es: Els rastrejadors són galetes i llocs web de tercers que recullen, emmagatzemen i venen informació sobre la vostra activitat web.
da_dk: Trackere er cookies og tredjepartswebsteder, der indsamler, gemmer og sælger oplysninger om din webaktivitet.
hu_hu: A nyomkövetők olyan sütik és harmadik féltől származó webhelyek, amelyek információkat gyűjtenek, tárolnak és értékesítenek az Ön internetes tevékenységéről.
th_th: ตัวติดตามคือคุกกี้และเว็บไซต์บุคคลที่สามที่รวบรวม จัดเก็บ และขายข้อมูลเกี่ยวกับกิจกรรมเว็บ
vi_vn: Trình theo dõi là cookie và các trang web của bên thứ ba thu thập, lưu trữ và bán thông tin về hoạt động web của bạn.
zh_cn: 跟踪器是收集、存储和出售有关你的网络活动信息的 cookie 和第三方网站。
zh_tw: 追蹤器是收集、儲存和銷售有關您網路活動資訊的 Cookie 和第三方網站。

# Home_Page_Title
source: Home
ar_sa: الرئيسية
ca_es: Inici
da_dk: Hjem
hu_hu: Otthoni
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 首页
zh_tw: 首頁

# Home_Recents_Landmark
source: Recent connections
ar_sa: الإتصالات الأخيرة
ca_es: Connexions recents
da_dk: Seneste forbindelser
hu_hu: Legutóbbi kapcsolatok
th_th: การเชื่อมต่อล่าสุด
vi_vn: Kết nối gần đây
zh_cn: 最近连接
zh_tw: 最近連線

# Home_Recents_Pin
source: Pin
ar_sa: تثبيت
ca_es: Ancora
da_dk: Fastgør
hu_hu: Rögzítés
th_th: ปักหมุด
vi_vn: Ghim
zh_cn: 固定
zh_tw: 釘選

# Home_Recents_Restricted
source: Server is available with VPN Plus
ar_sa: الخادم متاح مع VPN Plus
ca_es: El servidor és disponible amb VPN Plus.
da_dk: Tilgængelig server med VPN Plus
hu_hu: A szerver VPN Plusszal érhető el
th_th: เซิร์ฟเวอร์พร้อมใช้งานด้วย VPN Plus
vi_vn: Máy chủ có sẵn trong VPN Plus
zh_cn: VPN Plus 提供的服务器
zh_tw: VPN Plus計畫可使用伺服器

# Home_Recents_SecondaryActions_ToolTip
source: Actions
ar_sa: الإجراءات
ca_es: Accions
da_dk: Handlinger
hu_hu: Műveletek
th_th: การดำเนินการ
vi_vn: Hành động
zh_cn: 操作
zh_tw: 操作

# Home_Recents_ServerUnderMaintenance
source: Server is under maintenance
ar_sa: الخادم تحت الصيانة
ca_es: El servidor està en manteniment.
da_dk: Serveren er under vedligeholdelse
hu_hu: Szerver karbantartás alatt
th_th: เซิร์ฟเวอร์อยู่ระหว่างการบำรุงรักษา
vi_vn: Máy chủ đang được bảo trì
zh_cn: 服务器维护中
zh_tw: 伺服器維護中

# Home_Recents_Title
source: Recents
ar_sa: مؤخرًا
da_dk: Seneste
hu_hu: Előzmények
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近使用

# Home_Recents_Unpin
source: Unpin
ar_sa: إزالة تثبيت
ca_es: No fixis
da_dk: Frigør
hu_hu: Feloldás
th_th: เลิกปักหมุด
vi_vn: Bỏ ghim
zh_cn: 取消收藏
zh_tw: 移除釘選

# Home_Update_UpdateAvailable
source: Update available
ar_sa: يتوفر التحديث
ca_es: Hi ha una actualització disponible
da_dk: Opdatering tilgængelig
hu_hu: Frissítés érhető el
th_th: มีอัปเดตพร้อมใช้งาน
vi_vn: Có bản cập nhật
zh_cn: 有可用更新
zh_tw: 有可用更新

# Home_Update_UpdateReady
source: Update ready
ar_sa: التحديث جاهز
ca_es: L'actualització està llesta.
da_dk: Opdatering klar
hu_hu: Frissítés készen áll
th_th: อัปเดตพร้อมแล้ว
vi_vn: Cập nhật sẵn sàng
zh_cn: 更新准备就绪
zh_tw: 更新已準備就緒

# Home_VpnStatus_Landmark
source: VPN status
ar_sa: حالة الـ VPN
ca_es: Estat de la VPN
hu_hu: VPN állapota
th_th: สถานะ VPN
vi_vn: Trạng thái VPN
zh_cn: VPN 状态
zh_tw: VPN 連線狀態

# Home_VpnStatus_Subtitle_Connecting
source: Protecting your digital identity...
ar_sa: جارٍ حماية هويتك الرقمية...
ca_es: S'està protegint la vostra identitat digital...
da_dk: Beskytter din digitale identitet...
hu_hu: Védje digitális személyazonosságát...
th_th: กำลังปกป้องข้อมูลระบุตัวตนดิจิทัล...
vi_vn: Bảo vệ danh tính kỹ thuật số của bạn...
zh_cn: 保护您的数字身份...
zh_tw: 正在保護您的數位身份...

# Home_VpnStatus_Subtitle_Disconnected
source: You are unprotected
ar_sa: أنت غير محمي
ca_es: No esteu protegit.
da_dk: Du er ikke beskyttet
hu_hu: Ön védtelen
th_th: คุณไม่มีการป้องกัน
vi_vn: Bạn không được bảo vệ
zh_cn: 您不受保护
zh_tw: 您目前處於未受保護狀態

# Home_VpnStatus_Title_Connected
source: Protected
ar_sa: محمي
ca_es: Protegit
da_dk: Beskyttet
hu_hu: Védett
th_th: ได้รับการป้องกัน
vi_vn: Được bảo vệ
zh_cn: 保护中
zh_tw: 受保護

# LoadingPage_Tip
source: A better world starts with privacy and digital freedom.
ar_sa: عالم أفضل يبدأ بالخصوصية والحرية الرقمية.
ca_es: Un món millor comença amb la privadesa i la llibertat digital.
da_dk: En bedre verden begynder med privatliv og digital frihed.
hu_hu: Egy jobb világ a magánélet védelmével és a digitális szabadsággal kezdődik.
th_th: โลกที่ดีกว่าเริ่มต้นด้วยความเป็นส่วนตัวและเสรีภาพทางดิจิทัล
vi_vn: Quyền riêng tư và tự do kỹ thuật số là nền tảng cho một thế giới tốt đẹp hơn.
zh_cn: 更美好的世界始于隐私和数字自由。
zh_tw: 更美好的世界始於隱私和數位自由。

# Login_Error_GetSessionDetailsFailed
source: An error occured when retrieving the session details. Please try again.
ar_sa: حدث خطأ عند استرداد تفاصيل الجلسة. من فضلك حاول مرة أخرى.
ca_es: S'ha produït un error en recuperar els detalls de la sessió. Torneu-ho a provar.
da_dk: Der opstod en fejl, da sessionsoplysningerne blev hentet. Prøv venligst igen.
hu_hu: Hiba történt a munkamenet adatainak lekérdezésekor. Próbálja meg újra.
th_th: เกิดข้อผิดพลาดขณะดึงรายละเอียดเซสชัน โปรดลองอีกครั้ง
vi_vn: Đã xảy ra lỗi khi truy xuất chi tiết phiên. Vui lòng thử lại.
zh_cn: 获取会话详细信息时发生错误。请重试。
zh_tw: 取得連線細節時發生錯誤，請稍後再試。

# Login_Error_IncorrectTwoFactorCode
source: Incorrect code. Please try again.
ar_sa: الرمز غير صحيح. الرجاء المحاولة مرة أخرى.
ca_es: Codi incorrecte. Torneu-ho a provar.
da_dk: Forkert kode. Prøv igen.
hu_hu: Hibás kód. Próbálja meg újra.
th_th: รหัสไม่ถูกต้อง โปรดลองอีกครั้ง
vi_vn: Mã không đúng. Vui lòng thử lại.
zh_cn: 验证码错误，请重试。
zh_tw: 驗證碼不正確，請重試。

# Login_Error_SessionExpired
source: Your session has expired. Please sign in again.
ar_sa: انتهت مدة صلاحية جلستك. الرجاء تسجيل الدخول مجدداً.
ca_es: La sessió ha caducat. Torneu a iniciar sessió.
da_dk: Din session er udløbet. Log ind igen.
hu_hu: A munkamenet lejárt. Jelentkezzen be újra.
th_th: เซสชันหมดอายุ โปรดเข้าสู่ระบบอีกครั้ง
vi_vn: Phiên đã hết hạn. Vui lòng đăng nhập lại.
zh_cn: 您的会话已过期。请重新登录。
zh_tw: 連線逾時，請重新登入。

# Login_Error_SsoAuthFailed
source: SSO Authentication failed. Please try again.
ar_sa: فشلت مصادقة SSO. من فضلك حاول مرة أخرى.
ca_es: L'autenticació SSO no ha funcionat. Torneu-ho a provar.
da_dk: SSO-godkendelse mislykkedes. Prøv igen.
hu_hu: Az SSO-hitelesítés sikertelen. Próbálja meg újra.
th_th: การยืนยันตัวตน SSO ล้มเหลว โปรดลองอีกครั้ง
vi_vn: Xác thực SSO thất bại. Vui lòng thử lại.
zh_cn: SSO 身份验证失败。请重试。
zh_tw: SSO 認證失敗。請再試一次。

# Login_Error_TwoFactorAuthFailed
source: Incorrect username or password. Please try again.
ar_sa: اسم المستخدم أو كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى.
ca_es: Nom d'usuari o contrasenya incorrectes. Torneu-ho a provar.
da_dk: Forkert brugernavn eller adgangskode. Prøv igen.
hu_hu: Helytelen felhasználónév vagy jelszó. Próbálja meg újra.
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
vi_vn: Tên người dùng hoặc mật khẩu không chính xác. Vui lòng thử lại.
zh_cn: 用户名或密码不正确，请重试。
zh_tw: 帳號或密碼不正確，請再檢查一下

# Login_Error_TwoFactorFailed
source: Two factor authentication failed. Please sign in again.
ar_sa: فشلت المصادقة الثنائية. يرجى تسجيل الدخول مرة أخرى.
ca_es: L'autenticació de doble factor no ha funcionat. Torneu a iniciar la sessió.
da_dk: Tofaktorgodkendelse mislykkedes. Log på igen.
hu_hu: A kétlépcsős hitelesítés sikertelen. Jelentkezzen be újra.
th_th: การยืนยันตัวตนแบบสองปัจจัยล้มเหลว โปรดเข้าสู่ระบบอีกครั้ง
vi_vn: Xác thực hai yếu tố thất bại. Vui lòng đăng nhập lại.
zh_cn: 双因素验证失败。请重新登录。
zh_tw: 兩步驟驗證失敗，請重新登入。

# Login_TwoFactorForm_Authenticate
source: Authenticate
ar_sa: المصادقة
ca_es: Autentica
da_dk: Godkend
hu_hu: Hitelesítés
th_th: ยืนยันตัวตน
vi_vn: Xác thực
zh_cn: 认证账户
zh_tw: 驗證

# Login_TwoFactorForm_Subtitle
source: Enter the code from your authenticator app.
ar_sa: رمز المصادقة المكون من 6 أرقام
ca_es: Codi d'autenticació de 6 dígits
da_dk: 6-cifret godkendelseskode
hu_hu: 6-digit authentication code
th_th: รหัสการยืนยันตัวตน 6 หลัก
vi_vn: Mã xác thực 6 chữ sỗ
zh_cn: 6 位数字验证码
zh_tw: 6-digit authentication code

# Login_TwoFactorForm_Title
source: Two-factor authentication
ar_sa: المصادقة الثنائية
ca_es: Autenticació de doble factor
da_dk: To-faktor-godkendelse
hu_hu: Kétlépcsős hitelesítés
th_th: การยืนยันตัวตนผ่านสองขั้นตอน
vi_vn: Xác thực hai yếu tố
zh_cn: 双因素身份验证 (2FA)
zh_tw: 兩步驟驗證

# Login_TwoFactor_Digit1
source: First digit
ar_sa: الرقم الأول
ca_es: Primer dígit
da_dk: Første ciffer
hu_hu: Első számjegy
th_th: หลักที่หนึ่ง
vi_vn: Chữ số đầu tiên
zh_cn: 第一位数字
zh_tw: 第一個數字

# Login_TwoFactor_Digit2
source: Second digit
ar_sa: الرقم الثاني
ca_es: Segon dígit
da_dk: Andet ciffer
hu_hu: Második számjegy
th_th: หลักที่สอง
vi_vn: Chữ số thứ hai
zh_cn: 第二位数字
zh_tw: 第二個數字

# Login_TwoFactor_Digit3
source: Third digit
ar_sa: الرقم الثالث
ca_es: Tercer dígit
da_dk: Tredje ciffer
hu_hu: Harmadik számjegy
th_th: หลักที่สาม
vi_vn: Chữ số thứ ba
zh_cn: 第三位数字
zh_tw: 第三個數字

# Login_TwoFactor_Digit4
source: Fourth digit
ar_sa: الرقم الرابع
ca_es: Quart dígit
da_dk: Fjerde ciffer
hu_hu: Negyedik számjegy
th_th: หลักที่สี่
vi_vn: Chữ số thứ tư
zh_cn: 第四位数字
zh_tw: 第四個數字

# Login_TwoFactor_Digit5
source: Fifth digit
ar_sa: الرقم الخامس
ca_es: Cinquè dígit
da_dk: Femte ciffer
hu_hu: Ötödik számjegy
th_th: หลักที่ห้า
vi_vn: Chữ số thứ năm
zh_cn: 第五位数字
zh_tw: 第五個數字

# Login_TwoFactor_Digit6
source: Sixth digit
ar_sa: الرقم السادس
ca_es: Sisè dígit
da_dk: Sjette ciffer
hu_hu: Hatodik számjegy
th_th: หลักที่หก
vi_vn: Chữ số thứ sáu
zh_cn: 第六位数字
zh_tw: 第六個數字

# Login_TwoFactor_EnterCode
source: Enter your code
ar_sa: أدخل الرمز
ca_es: Introduïu el vostre codi
da_dk: Indtast din kode
hu_hu: Adja meg a kódot
th_th: ป้อนรหัส
vi_vn: Nhập mã của bạn
zh_cn: 请输入您的代码
zh_tw: 輸入您的代碼

# Main_Loading_SigningIn
source: Signing in, please wait...
ar_sa: جاري تسجيل الدخول، يرجى الانتظار...
ca_es: S'està iniciant, espereu...
da_dk: Logger ind, vent...
hu_hu: Bejelentkezés, kis türelmet...
th_th: กำลังเข้าสู่ระบบ โปรดรอสักครู่...
vi_vn: Đang đăng nhập, vui lòng chờ...
zh_cn: 登录中，请稍候…
zh_tw: 正在登入，請稍候...

# Main_Loading_SigningOut
source: Signing out, please wait...
ar_sa: جارٍ تسجيل الخروج، يرجى الانتظار...
ca_es: S'està tancant la sessió, espereu...
da_dk: Logger ud, vent...
hu_hu: Kijelentkezés, kis türelmet...
th_th: กำลังออกจากระบบ โปรดรอสักครู่...
vi_vn: Đang đăng xuất, vui lòng chờ...
zh_cn: 正在登出, 请稍候...
zh_tw: 正在登出，請稍候...

# Notifications_PortForwarding_Description
source: Set this number in your BitTorrent app for greater speed.
ar_sa: انتقل إلى عميل التورنت أو تطبيق P2P وأدخل هذا الرقم.
ca_es: Aneu al vostre client de torrent o aplicació P2P i introduïu-hi aquest número.
da_dk: Gå til din torrentklient eller P2P-app, og indtast dette nummer.
hu_hu: Go to your torrent client or P2P app and enter this number.
th_th: ไปที่ Torrent Client หรือแอป P2P แล้วป้อนหมายเลขนี้
vi_vn: Đi tới ứng dụng torrent hoặc P2P và nhập số này.
zh_cn: 前往您的 BT 客户端或 P2P 应用程序并输入此号码
zh_tw: Go to your torrent client or P2P app and enter this number.

# Notifications_SubscriptionExpired_Description_Connected
source: Your plan has been downgraded to Proton Free, and we're reconnecting you to the fastest free server.
ar_sa: تم تخفيض باقتك إلى Proton Free، ونعيد توصيلك بأسرع خادم مجاني.
ca_es: El vostre pla s'ha rebaixat a Proton Free i us tornem a connectar al servidor gratuït més ràpid.
da_dk: Dit abonnement er blevet nedgraderet til Proton Free, og du forbindes igen til en gratis og hurtig server..
hu_hu: A díjcsomagját visszaállítottuk Proton Free-re, és visszakapcsoljuk a leggyorsabb ingyenes szerverre.
th_th: แผนของคุณถูกดาวน์เกรดเป็น Proton Free และเรากำลังเชื่อมต่อคุณใหม่ไปยังเซิร์ฟเวอร์ฟรีที่เร็วที่สุด
vi_vn: Gói của bạn đã bị hạ cấp xuống Proton Free, và chúng tôi đang kết nối lại bạn với máy chủ miễn phí nhanh nhất.
zh_cn: 您的计划已降级为 Proton Free 计划，我们将为您重新连接最快的免费服务器。
zh_tw: 您的方案已降級為 Proton Free，我們正在將您重新連線到最快的免費伺服器。

# Overlay_OutdatedClient_Action
source: Update now
ar_sa: التحديث الآن
ca_es: Actualitza ara
da_dk: Opdater nu
hu_hu: Frissítés
th_th: อัปเดตทันที
vi_vn: Cập nhật ngay
zh_cn: 立即更新
zh_tw: 立即更新

# Overlay_OutdatedClient_Message
source: This app version is outdated. You must update the app to continue using Proton VPN.
ar_sa: إصدار التطبيق هذا قديم. يجب عليك تحديث التطبيق لمواصلة استخدام Proton VPN.
ca_es: Aquesta versió de l'aplicació està obsoleta. Heu d'actualitzar l'aplicació per continuar utilitzant Proton VPN.
da_dk: Denne app-version er forældet. Du skal opdatere appen for at fortsætte med at bruge Proton VPN.
hu_hu: Ez az alkalmazásverzió elavult. A Proton VPN további használatához frissítenie kell az alkalmazást.
th_th: เวอร์ชันแอปนี้ล้าสมัย ต้องอัปเดตแอปเพื่อใช้ Proton VPN ต่อไป
vi_vn: Phiên bản ứng dụng này đã lỗi thời. Bạn phải cập nhật ứng dụng để tiếp tục sử dụng Proton VPN.
zh_cn: 此应用版本已过时。您必须更新应用才能继续使用 Proton VPN。
zh_tw: 此應用程式版本經已過時。你必須更新應用程式才能繼續使用Proton VPN。

# Overlay_OutdatedClient_Title
source: Update Proton VPN to continue
ar_sa: حدّث Proton VPN للمتابعة
ca_es: Actualitza Proton VPN per continuar
da_dk: Opdatér Proton VPN for at fortsætte
hu_hu: Proton VPN frissítése a folytatáshoz
th_th: อัปเดต Proton VPN เพื่อดำเนินการต่อ
vi_vn: Cập nhật Proton VPN để tiếp tục
zh_cn: 更新 Proton VPN 以继续
zh_tw: 更新 Proton VPN 以繼續

# Overlay_P2P_Bullet1_Description
source: Our P2P (peer-to-peer) servers let you access P2P networks while still protecting your IP address and online activity.
ar_sa: تتيح لك خوادمنا من نوع P2P (نظير إلى نظير) الوصول إلى شبكات P2P مع الاستمرار في حماية عنوان IP الخاص بك ونشاطك على الإنترنت.
ca_es: Els nostres servidors P2P (peer-to-peer) us permeten accedir a xarxes P2P tot protegint la vostra adreça IP i la vostra activitat en línia.
da_dk: Vores P2P (peer-to-peer) servere giver dig adgang til P2P-netværk, samtidig med at de beskytter din IP-adresse og online aktivitet.
hu_hu: P2P (peer-to-peer) szervereink lehetővé teszik a P2P-hálózatok elérését, miközben az IP-címét és online tevékenységét is védi.
th_th: เซิร์ฟเวอร์ P2P (peer-to-peer) ช่วยให้เข้าถึงเครือข่าย P2P ในขณะที่ยังคงปกป้องที่อยู่ IP และกิจกรรมออนไลน์
vi_vn: Máy chủ P2P (ngang hàng) của chúng tôi cho phép bạn truy cập mạng P2P trong khi vẫn bảo vệ địa chỉ IP và hoạt động trực tuyến của bạn.
zh_cn: 我们的 P2P（点对点）服务器可让您访问 P2P 网络，同时还能保护您的 IP 地址和在线活动。
zh_tw: 我們的 P2P (點對點 ) 伺服器可以讓你接入P2P網絡，同時間還能保護你的IP地址和在線活動。

# Overlay_P2P_Bullet1_Header
source: What is P2P VPN?
ar_sa: ما هو P2P VPN؟
ca_es: Què és una VPN P2P?
da_dk: Hvad er P2P VPN?
hu_hu: Mi az a P2P VPN?
th_th: P2P VPN คืออะไร?
vi_vn: VPN P2P là gì?
zh_cn: 什么是 P2P VPN？
zh_tw: 甚麼是P2P VPN?
